Repository: Authenti-Code/TruckMaster-iOS
Catalog: TruckMaster/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# account_settings_title
source: Account Settings
ar: إعدادات الحساب

# add_address_title
source: Add Address
ar: إضافة عنوان

# add_new_address_title
source: Add Address
ar: إضافة عنوان

# add_title
source: Add
ar: إضافة

source: and
ar: و

# back_to_home_title
source: Back to home
ar: العودة إلى الصفحة الرئيسية

source: BOOK, TRACK,
ar: احجز، تتبع،

source: Cancel
ar: إلغاء

# cancel_title
source: Cancel
ar: إلغاء

# change_password_subheading
source: Update your password to keep your account secure.
ar: قم بتحديث كلمة المرور الخاصة بك للحفاظ على أمان حسابك.

# change_password_title
source: Change Password
ar: تغيير كلمة المرور

# change_title
source: Change
ar: تغيير

source: Choose From Gallery
ar: اختر من المعرض

# confirm_location_title
source: Confirm Location
ar: تأكيد الموقع

# confirm_password_required
source: Confirm password*
ar: تأكيد كلمة المرور*

# contact_required
source: Contact*
ar: جهة الاتصال*

# contact_text
source: Contact
ar: الاتصال بنا

# contact_title
source: Contact
ar: الاتصال بنا

# continue_title
source: Continue
ar: استمر

# create_account_title
source: Create an account
ar: إنشاء حساب

# create_new_password_subheading
source: Create a new password
ar: إنشاء كلمة مرور جديدة

# create_password_title
source: CREATE PASSWORD
ar: إنشاء كلمة المرور

# current_shipment_heading
source: Current Shipment
ar: الشحنة الحالية

# delete_account_password_subheading
source: Please enter your password to continue. This helps us make sure it’s really you before deleting your account.
ar: يرجى إدخال كلمة المرور الخاصة بك للمتابعة. يساعدنا ذلك على التأكد من أنك صاحب الحساب قبل حذف حسابك.

# delete_account_reason_1
source: Privacy concerns
ar: مخاوف تتعلق بالخصوصية

# delete_account_reason_2
source: Found a better alternative
ar: وجدت بديلاً أفضل

# delete_account_reason_3
source: Not useful anymore
ar: لم يعد مفيدًا بالنسبة لي

# delete_account_reason_4
source: Too many notifications
ar: الكثير من الإشعارات

# delete_account_reason_5
source: Other
ar: أخرى

# delete_account_subheading
source: Deleting your account is permanent and cannot be undone.
ar: حذف حسابك نهائي ولا يمكن التراجع عنه.

# delete_account_title
source: Delete Account
ar: حذف الحساب

# delete_warning_1
source: Your profile and data will be permanently removed
ar: سيتم حذف ملفك الشخصي وبياناتك نهائيًا

# delete_warning_2
source: You will lose access to all your activity
ar: ستفقد إمكانية الوصول إلى جميع أنشطتك

# delete_warning_3
source: This action cannot be reversed
ar: لا يمكن التراجع عن هذا الإجراء

# delete_why_leaving
source: Why are you leaving?
ar: لماذا ترغب في المغادرة؟

# dimensions_title
source: Dimensions
ar: أبعاد

source: DONE
ar: تم

# driver_label
source: Driver
ar: السائق

# drop_location_placeholder
source: Drop location
ar: موقع التوصيل

source: Edit
ar: تعديل

# edit_address_title
source: Edit Address
ar: تعديل العنوان

# edit_profile_title
source: Edit Profile
ar: تعديل الملف الشخصي

# email_address_required
source: Email address*
ar: البريد الإلكتروني*

# email_text
source: Email
ar: البريد الإلكتروني

source: Enter confirm password
ar: أدخل تأكيد كلمة المرور

source: Enter contact
ar: جهة الاتصال*

source: Enter email
ar: أدخل البريد الإلكتروني

source: Enter name
ar: أدخل الاسم

source: Enter new password
ar: أدخل كلمة المرور الجديدة

source: Enter old password
ar: أدخل كلمة المرور القديمة

source: Enter password
ar: أدخل كلمة المرور

source: Enter receiver name
ar: أدخل اسم المستلم

source: Enter sender name
ar: أدخل اسم المرسل

source: Error
ar: خطأ

# excellent_title
source: Excellent
ar: ممتاز

# extras_title
source: Extras
ar: إضافات

# faq_subheading
source: Browse common questions to quickly find the information you need.
ar: تصفح الأسئلة الشائعة للعثور بسرعة على المعلومات التي تحتاجها.

# faq_title
source: FAQs
ar: الأسئلة الشائعة

# forgot_password_heading
source: FORGOT PASSWORD
ar: نسيت كلمة المرور

# forgot_password_subheading
source: Enter your email to get a code
ar: أدخل بريدك الإلكتروني للحصول على رمز

# forgot_password_title
source: Forgot Password?
ar: هل نسيت كلمة المرور؟

# from_label
source: From
ar: من

# give_feedback_heading
source: Give Feedback
ar: أرسل ملاحظاتك

# give_feedback_sub_heading
source: How would you like to describe your experience with Company
ar: كيف تصف تجربتك مع الشركة؟

# have_account
source: Have an account?
ar: هل لديك حساب؟

# help_support_subheading
source: We’re here to help. Get answers to your questions or reach out to our support team.
ar: نحن هنا لمساعدتك. احصل على إجابات لأسئلتك أو تواصل مع فريق الدعم لدينا.

# help_support_title
source: Help & Support
ar: الدعم والمساعدة

# how_service_title
source: How do you rate our services?
ar: كيف تقيم خدماتنا؟

source: I agree with
ar: أوافق على

# location_name_text
source: New Jersey, USA
ar: نيوجيرسي، الولايات المتحدة الأمريكية

# location_title
source: Location
ar: الموقع

# login_title
source: Login
ar: تسجيل الدخول

# logout_label
source: Logout
ar: تسجيل الخروج

# name_required
source: Name*
ar: الاسم*

# name_text
source: Name
ar: الاسم

# new_password_required
source: New password*
ar: كلمة المرور الجديدة*

# next_text
source: Next
ar: التالي

# no_address_found_heading
source: No Saved Addresses
ar: لا توجد عناوين محفوظة

# no_address_found_subheading
source: You haven't added any addresses yet
ar: لم تقم بإضافة أي عناوين بعد

# no_category_found_heading
source: No data found
ar: لم يتم العثور على بيانات

# no_category_found_subheading
source: No data available try later
ar: لا توجد بيانات متاحة، يرجى المحاولة لاحقاً

# no_company_found_title
source: No company found
ar: لم يتم العثور على أي شركة

# no_content_title
source: No content
ar: لا يوجد محتوى

# no_notifications_subheading
source: New alerts and updates will appear here automatically
ar: ستظهر التنبيهات والتحديثات الجديدة هنا تلقائيًا

# no_notifications_title
source: No Notifications Yet
ar: لا توجد إشعارات حتى الآن

# no_orders_found_heading
source: No orders found
ar: لم يتم العثور على طلبات

# no_orders_found_subheading
source: Yours listing will appear here once you create a shipment
ar: ستظهر قائمتك هنا بمجرد إنشاء شحنة

# notifications_title
source: Notifications
ar: الإشعارات

source: OK
ar: حسناً

# old_password_required
source: Old password*
ar: كلمة المرور القديمة*

# onboard_subheading
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed et rutrum purus, auctor feugiat enim.
ar: احجز شاحنتك بسهولة، تتبع الشحنات في الوقت الفعلي، وأنجز مهامك بكفاءة.

source: Or continue with
ar: أو تابع باستخدام

# order_detail_title
source: Order Details
ar: تفاصيل الطلب

# orders_heading
source: Orders
ar: الطلبات

# overall_experience_title
source: What’s your overall experience?
ar: كيف تقيم تجربتك الإجمالية؟

# password_required
source: Password*
ar: كلمة المرور*

# pickup_truck_heading
source: Pickup Truck
ar: شاحنة صغيرة

source: Privacy Policy.
ar: سياسة الخصوصية.

# privacy_policy_title
source: Privacy Policy
ar: سياسة الخصوصية

# proceed_title
source: Proceed
ar: متابعة

source: Profile
ar: الملف الشخصي

# receiver_name_required
source: Receiver name*
ar: اسم المستلم *

# register_title
source: Register
ar: تسجيل

# resend_code_title
source: Resend code
ar: إعادة إرسال رمز التحقق

# review_booking_title
source: Review Booking
ar: مراجعة الحجز

# save_as_title
source: Save as
ar: حفظ باسم

# save_title
source: Save
ar: حفظ

# saved_address_heading
source: Saved Address
ar: العناوين المحفوظة

# saved_address_title
source: Saved Address
ar: العناوين المحفوظة

# search_company_title
source: Searching for the best company to help relocate your items
ar: البحث عن أفضل شركة لمساعدتك في نقل أغراضك

source: Search location...
ar: البحث عن موقع...

# searching_title
source: Searching…
ar: جاري البحث…

# select_category_title
source: Select Category
ar: اختر الفئة

source: Select Language
ar: اختر اللغة

# select_preferred_language_subheading
source: Donec molestie ipsum non sem mattis, ut lobortis felis egestas
ar: اختر لغتك المفضلة للاستمرار في استخدام التطبيق بشكل مريح.

# select_preferred_language_title
source: Select preferred language
ar: اختر اللغة المفضلة

# send_code_title
source: Send Code
ar: إرسال الرمز

# send_request_title
source: Send Request
ar: إرسال الطلب

# sender_name_required
source: Sender name*
ar: اسم المرسل*

# settings_heading
source: Settings
ar: الإعدادات

# share_your_experience_title
source: Share Your Experience
ar: شارك تجربتك

# shedule_booking_title
source: Schedule for Later
ar: جدولة لوقت لاحق

# shedule_title
source: Schedule
ar: جدول المواعيد

# shipment_completed_subheading
source: The shipment has been successfully completed at the designated delivery location. All goods were delivered securely and as scheduled. Thank you for using our delivery service.
ar: تم إكمال عملية الشحن بنجاح في موقع التسليم المحدد. تم تسليم جميع البضائع بأمان وفي الموعد المحدد. شكرًا لاستخدامك خدمة التوصيل الخاصة بنا.

# shipment_completed_title
source: Shipment Completed
ar: تم إكمال الشحنة

source: Shipping to
ar: الشحن إلى

# shipping_to_label
source: Shipping to
ar: الشحن إلى

# sign_in_title
source: Sign In
ar: تسجيل الدخول

# sign_up_title
source: Sign Up
ar: إنشاء حساب

# start_new_shipment_heading
source: Start New Shipment
ar: بدء شحنة جديدة

# start_new_shipment_title
source: Start New Shipment
ar: بدء شحنة جديدة

# status_label
source: Status
ar: الحالة

# submit_title
source: Submit
ar: إرسال

# term_condition_not_available
source: Terms & Conditions are not available.
ar: الشروط والأحكام غير متوفرة.

source: Terms & Conditions
ar: الشروط والأحكام

# terms_conditions_title
source: Terms & Conditions
ar: الشروط والأحكام

# track_delivery_heading
source: Track Delivery
ar: تتبع الشحنة

source: Tracking ID: %@
ar: رقم التتبع:

# tracking_id_label
source: Tracking ID:
ar: رقم التتبع:

# truck_track_id_title
source: Tracking ID: #123123123123
ar: رقم التتبع:

source: Type a message...
ar: اكتب رسالة...

# update_title
source: Update
ar: تحديث

# verify_code_btn_title
source: Verify Code
ar: تأكيد الرمز

# verify_code_subheading
source: Enter the code we sent to your Email
ar: أدخل رمز التحقق المرسل إلى بريدك الإلكتروني

# verify_code_title
source: VERIFY CODE
ar: تأكيد الرمز

# view_details_title
source: View Details
ar: عرض التفاصيل

# welcome_back_title
source: Welcome Back
ar: أهلاً بك مجدداً

# your_saved_address_title
source: Your Saved Address
ar: عنوانك المحفوظ
